-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Sep 20, 2026 at 01:54 PM
-- Server version: 10.4.11-MariaDB
-- PHP Version: 7.4.6

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `cafe`
--

-- --------------------------------------------------------

--
-- Table structure for table `act_log`
--

CREATE TABLE `act_log` (
  `id` int(11) NOT NULL,
  `user` varchar(500) COLLATE utf8_persian_ci NOT NULL,
  `user_type` varchar(300) COLLATE utf8_persian_ci NOT NULL,
  `file_name` varchar(300) COLLATE utf8_persian_ci NOT NULL,
  `place_title` varchar(500) COLLATE utf8_persian_ci NOT NULL,
  `action` varchar(300) COLLATE utf8_persian_ci NOT NULL,
  `action_title` varchar(500) COLLATE utf8_persian_ci NOT NULL,
  `tbl` varchar(300) COLLATE utf8_persian_ci NOT NULL,
  `key_name` varchar(300) COLLATE utf8_persian_ci NOT NULL,
  `key_type` int(11) NOT NULL,
  `key_var` varchar(300) COLLATE utf8_persian_ci NOT NULL,
  `rec_title` varchar(300) COLLATE utf8_persian_ci NOT NULL,
  `act_date` date NOT NULL,
  `mili` varchar(300) COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `act_log`
--

INSERT INTO `act_log` (`id`, `user`, `user_type`, `file_name`, `place_title`, `action`, `action_title`, `tbl`, `key_name`, `key_type`, `key_var`, `rec_title`, `act_date`, `mili`) VALUES
(1, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'addform', 'مشاهده فرم ثبت اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789208011461'),
(2, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789208012376'),
(3, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'addform', 'مشاهده فرم ثبت اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789208013381'),
(4, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'addquery', 'ثبت اطلاعات جدید', 'marketers', 'id', 1, '1', '-', '2026-09-12', '1789208026971'),
(5, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789208028184'),
(6, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'editform', 'نمایش فرم ویرایش اطلاعات', 'marketers', 'id', 1, '1', '-', '2026-09-12', '1789208031800'),
(7, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789208036794'),
(8, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'editform', 'نمایش فرم ویرایش اطلاعات', 'marketers', 'id', 1, '1', '-', '2026-09-12', '1789208038260'),
(9, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'editquery', 'اعمال تغییرات در اطلاعات', 'marketers', 'id', 1, '1', '-', '2026-09-12', '1789208041281'),
(10, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789208042374'),
(11, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'editform', 'نمایش فرم ویرایش اطلاعات', 'marketers', 'id', 1, '1', '-', '2026-09-12', '1789208043694'),
(12, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'editquery', 'اعمال تغییرات در اطلاعات', 'marketers', 'id', 1, '1', '-', '2026-09-12', '1789208045944'),
(13, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789208047107'),
(14, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'addform', 'مشاهده فرم ثبت اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789209607625'),
(15, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'addform', 'مشاهده فرم ثبت اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789210042406'),
(16, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789210044439'),
(17, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'editform', 'نمایش فرم ویرایش اطلاعات', 'marketers', 'id', 1, '1', '-', '2026-09-12', '1789210046731'),
(18, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'editform', 'نمایش فرم ویرایش اطلاعات', 'marketers', 'id', 1, '1', '-', '2026-09-12', '1789210165276'),
(19, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789210181528'),
(20, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'addform', 'مشاهده فرم ثبت اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789210183315'),
(21, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'addform', 'مشاهده فرم ثبت اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789210637806'),
(22, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789210644861'),
(23, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'addform', 'مشاهده فرم ثبت اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789210646062'),
(24, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789210648274'),
(25, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'addform', 'مشاهده فرم ثبت اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789210649412'),
(26, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789210683747'),
(27, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789212069461'),
(28, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789212070155'),
(29, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789212070499'),
(30, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789212070645'),
(31, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789212070835'),
(32, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789212166772'),
(33, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789212167725'),
(34, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789212203056'),
(35, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789212204079'),
(36, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789212207664'),
(37, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789212320499'),
(38, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789212430830'),
(39, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789212431814'),
(40, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789212535119'),
(41, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789212537461'),
(42, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789212537660'),
(43, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789212537775'),
(44, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789212570180'),
(45, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789212627013'),
(46, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789212627865'),
(47, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789212628877'),
(48, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'addquery', 'ثبت اطلاعات جدید', 'cafes', 'id', 1, '1', '-', '2026-09-12', '1789212697863'),
(49, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789212698814'),
(50, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'editform', 'نمایش فرم ویرایش اطلاعات', 'cafes', 'id', 1, '1', '-', '2026-09-12', '1789212700547'),
(51, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213253505'),
(52, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213254727'),
(53, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213302451'),
(54, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213306062'),
(55, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'editform', 'نمایش فرم ویرایش اطلاعات', 'cafes', 'id', 1, '1', '-', '2026-09-12', '1789213307008'),
(56, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'editquery', 'اعمال تغییرات در اطلاعات', 'cafes', 'id', 1, '1', '-', '2026-09-12', '1789213312847'),
(57, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213314042'),
(58, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'editform', 'نمایش فرم ویرایش اطلاعات', 'cafes', 'id', 1, '1', '-', '2026-09-12', '1789213315825'),
(59, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213318540'),
(60, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213537336'),
(61, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213541960'),
(62, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213543733'),
(63, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213544533'),
(64, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213546660'),
(65, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789213547502'),
(66, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'show', 'نمایش اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-12', '1789213549150'),
(67, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789213550237'),
(68, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'show', 'نمایش اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-12', '1789213551950'),
(69, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'addform', 'مشاهده فرم ثبت اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-12', '1789213552735'),
(70, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'show', 'نمایش اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-12', '1789213554216'),
(71, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789213563371'),
(72, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213563937'),
(73, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789213564400'),
(74, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'show', 'نمایش اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-12', '1789213564980'),
(75, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'show', 'نمایش اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-12', '1789213565982'),
(76, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789213566461'),
(77, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213566873'),
(78, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789213567344'),
(79, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213567889'),
(80, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789213568262'),
(81, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'show', 'نمایش اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-12', '1789213568641'),
(82, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213570017'),
(83, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789213624141'),
(84, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213624960'),
(85, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789213625646'),
(86, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'show', 'نمایش اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-12', '1789213626267'),
(87, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'show', 'نمایش اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-12', '1789213695832'),
(88, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'show', 'نمایش اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-12', '1789213705156'),
(89, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789213705848'),
(90, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213706558'),
(91, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'show', 'نمایش اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-12', '1789213755603'),
(92, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789213756157'),
(93, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213756711'),
(94, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'show', 'نمایش اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-12', '1789213758117'),
(95, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789213758534'),
(96, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213759025'),
(97, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'show', 'نمایش اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-12', '1789213760139'),
(98, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789213760549'),
(99, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213760919'),
(100, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789213761321'),
(101, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'show', 'نمایش اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-12', '1789213761723'),
(102, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'show', 'نمایش اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-12', '1789213762629'),
(103, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789213763094'),
(104, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213763536'),
(105, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789213763949'),
(106, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'show', 'نمایش اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-12', '1789213764459'),
(107, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213765863'),
(108, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789213766325'),
(109, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789213767086'),
(110, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'editform', 'نمایش فرم ویرایش اطلاعات', 'cafes', 'id', 1, '1', '-', '2026-09-12', '1789214122038'),
(111, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789214124383'),
(112, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789214309251'),
(113, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-12', '1789214310060'),
(114, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-12', '1789214311638'),
(115, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'addquery', 'ثبت اطلاعات جدید', 'cafe_categories', 'id', 1, '1', '-', '2026-09-12', '1789214324805'),
(116, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-12', '1789214325782'),
(117, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-12', '1789214326751'),
(118, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'addquery', 'ثبت اطلاعات جدید', 'cafe_categories', 'id', 1, '2', '-', '2026-09-12', '1789214331773'),
(119, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-12', '1789214332778'),
(120, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'editform', 'نمایش فرم ویرایش اطلاعات', 'cafe_categories', 'id', 1, '2', '-', '2026-09-12', '1789214353074'),
(121, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-12', '1789214871097'),
(122, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-12', '1789214872523'),
(123, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'addquery', 'ثبت اطلاعات جدید', 'cafe_categories', 'id', 1, '3', '-', '2026-09-12', '1789214880403'),
(124, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-12', '1789214881577'),
(125, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-12', '1789214884275'),
(126, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-12', '1789214885116'),
(127, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-12', '1789214886605'),
(128, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-12', '1789214887077'),
(129, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-12', '1789214887652'),
(130, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789214888427'),
(131, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'show', 'نمایش اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-12', '1789214888905'),
(132, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-12', '1789214889388'),
(133, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-12', '1789214889989'),
(134, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-12', '1789214972411'),
(135, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-12', '1789214999620'),
(136, 'admin', 'admin', 'menu_items.php', 'تعریف آیتم‌های منو', 'show', 'نمایش اطلاعات', 'menu_items', 'id', 1, '0', '-', '2026-09-12', '1789215000420'),
(137, 'admin', 'admin', 'menu_items.php', 'تعریف آیتم‌های منو', 'addform', 'مشاهده فرم ثبت اطلاعات', 'menu_items', 'id', 1, '0', '-', '2026-09-12', '1789215001423'),
(138, 'admin', 'admin', 'menu_items.php', 'تعریف آیتم‌های منو', 'addquery', 'ثبت اطلاعات جدید', 'menu_items', 'id', 1, '1', '-', '2026-09-12', '1789215030017'),
(139, 'admin', 'admin', 'menu_items.php', 'تعریف آیتم‌های منو', 'show', 'نمایش اطلاعات', 'menu_items', 'id', 1, '0', '-', '2026-09-12', '1789215031271'),
(140, 'admin', 'admin', 'menu_items.php', 'تعریف آیتم‌های منو', 'addform', 'مشاهده فرم ثبت اطلاعات', 'menu_items', 'id', 1, '0', '-', '2026-09-12', '1789215032561'),
(141, 'admin', 'admin', 'menu_items.php', 'تعریف آیتم‌های منو', 'addquery', 'ثبت اطلاعات جدید', 'menu_items', 'id', 1, '2', '-', '2026-09-12', '1789215040853'),
(142, 'admin', 'admin', 'menu_items.php', 'تعریف آیتم‌های منو', 'show', 'نمایش اطلاعات', 'menu_items', 'id', 1, '0', '-', '2026-09-12', '1789215041766'),
(143, 'admin', 'admin', 'customers.php', 'تعریف مشتریان', 'show', 'نمایش اطلاعات', 'customers', 'id', 1, '0', '-', '2026-09-12', '1789216304230'),
(144, 'admin', 'admin', 'customers.php', 'تعریف مشتریان', 'addform', 'مشاهده فرم ثبت اطلاعات', 'customers', 'id', 1, '0', '-', '2026-09-12', '1789216307364'),
(145, 'admin', 'admin', 'customers.php', 'تعریف مشتریان', 'addquery', 'ثبت اطلاعات جدید', 'customers', 'id', 1, '1', '-', '2026-09-12', '1789216323487'),
(146, 'admin', 'admin', 'customers.php', 'تعریف مشتریان', 'show', 'نمایش اطلاعات', 'customers', 'id', 1, '0', '-', '2026-09-12', '1789216324464'),
(147, 'admin', 'admin', 'customers.php', 'تعریف مشتریان', 'deletequery', 'حذف اطلاعات', 'customers', 'id', 1, '1', '-', '2026-09-12', '1789216326244'),
(148, 'admin', 'admin', 'customers.php', 'تعریف مشتریان', 'show', 'نمایش اطلاعات', 'customers', 'id', 1, '0', '-', '2026-09-12', '1789216327201'),
(149, 'admin', 'admin', 'customers.php', 'تعریف مشتریان', 'show', 'نمایش اطلاعات', 'customers', 'id', 1, '0', '-', '2026-09-12', '1789216715375'),
(150, 'admin', 'admin', 'customers.php', 'تعریف مشتریان', 'addform', 'مشاهده فرم ثبت اطلاعات', 'customers', 'id', 1, '0', '-', '2026-09-12', '1789216721506'),
(151, 'admin', 'admin', 'customers.php', 'تعریف مشتریان', 'addform', 'مشاهده فرم ثبت اطلاعات', 'customers', 'id', 1, '0', '-', '2026-09-12', '1789216827786'),
(152, 'admin', 'admin', 'customers.php', 'تعریف مشتریان', 'show', 'نمایش اطلاعات', 'customers', 'id', 1, '0', '-', '2026-09-12', '1789216833838'),
(153, 'admin', 'admin', 'customers.php', 'تعریف مشتریان', 'show', 'نمایش اطلاعات', 'customers', 'id', 1, '0', '-', '2026-09-12', '1789216905002'),
(154, 'admin', 'admin', 'customers.php', 'تعریف مشتریان', 'addform', 'مشاهده فرم ثبت اطلاعات', 'customers', 'id', 1, '0', '-', '2026-09-12', '1789217508012'),
(155, 'admin', 'admin', 'customers.php', 'تعریف مشتریان', 'addquery', 'ثبت اطلاعات جدید', 'customers', 'id', 1, '1', '-', '2026-09-12', '1789217525183'),
(156, 'admin', 'admin', 'customers.php', 'تعریف مشتریان', 'show', 'نمایش اطلاعات', 'customers', 'id', 1, '0', '-', '2026-09-12', '1789217526337'),
(157, 'admin', 'admin', 'customers.php', 'تعریف مشتریان', 'show', 'نمایش اطلاعات', 'customers', 'id', 1, '0', '-', '2026-09-12', '1789217549456'),
(158, 'admin', 'admin', 'customers.php', 'تعریف مشتریان', 'show', 'نمایش اطلاعات', 'customers', 'id', 1, '0', '-', '2026-09-12', '1789217550411'),
(159, 'admin', 'admin', 'comments.php', 'نظرات کاربران', 'show', 'نمایش اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-15', '1789463430322'),
(160, 'admin', 'admin', 'comments.php', 'نظرات کاربران', 'addform', 'مشاهده فرم ثبت اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-15', '1789463431909'),
(161, 'admin', 'admin', 'comments.php', 'نظرات کاربران', 'addquery', 'ثبت اطلاعات جدید', 'comments', 'id', 1, '1', '-', '2026-09-15', '1789463445385'),
(162, 'admin', 'admin', 'comments.php', 'نظرات کاربران', 'show', 'نمایش اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-15', '1789463446557'),
(163, 'admin', 'admin', 'comments.php', 'نظرات کاربران', 'show', 'نمایش اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-15', '1789463718623'),
(164, 'admin', 'admin', 'comments.php', 'نظرات کاربران', 'addform', 'مشاهده فرم ثبت اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-15', '1789463720083'),
(165, 'admin', 'admin', 'comments.php', 'نظرات کاربران', 'addquery', 'ثبت اطلاعات جدید', 'comments', 'id', 1, '1', '-', '2026-09-15', '1789463736975'),
(166, 'admin', 'admin', 'comments.php', 'نظرات کاربران', 'show', 'نمایش اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-15', '1789463738547'),
(167, 'admin', 'admin', 'comments.php', 'نظرات کاربران', 'show', 'نمایش اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-15', '1789463992551'),
(168, 'admin', 'admin', 'comments.php', 'نظرات کاربران', 'show', 'نمایش اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-15', '1789464009219'),
(169, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-15', '1789464011147'),
(170, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-15', '1789464013687'),
(171, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-15', '1789464025281'),
(172, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-15', '1789464025756'),
(173, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-15', '1789464026019'),
(174, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-15', '1789464026211'),
(175, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-15', '1789464026372'),
(176, 'admin', 'admin', 'waiters.php', 'تعریف گارسون‌ها', 'show', 'نمایش اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-15', '1789464027835'),
(177, 'admin', 'admin', 'waiters.php', 'تعریف گارسون‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-15', '1789464029129'),
(178, 'admin', 'admin', 'waiters.php', 'تعریف گارسون‌ها', 'addquery', 'ثبت اطلاعات جدید', 'waiters', 'id', 1, '1', '-', '2026-09-15', '1789464045429'),
(179, 'admin', 'admin', 'waiters.php', 'تعریف گارسون‌ها', 'show', 'نمایش اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-15', '1789464046820'),
(180, 'admin', 'admin', 'waiters.php', 'تعریف گارسون‌ها', 'show', 'نمایش اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-15', '1789464093515'),
(181, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-15', '1789465968465'),
(182, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-15', '1789465969834'),
(183, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'addquery', 'ثبت اطلاعات جدید', 'invoices', 'id', 1, '1', '-', '2026-09-15', '1789465982612'),
(184, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-15', '1789465983987'),
(185, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-15', '1789466006629'),
(186, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-15', '1789466008593'),
(187, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-15', '1789466090046'),
(188, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-15', '1789466714138'),
(189, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-15', '1789467013463'),
(190, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467014871'),
(191, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467024756'),
(192, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467026125'),
(193, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'addform', 'مشاهده فرم ثبت اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467027680'),
(194, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'addquery', 'ثبت اطلاعات جدید', 'invoice_items', 'id', 1, '1', '-', '2026-09-15', '1789467035431'),
(195, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467036584'),
(196, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-15', '1789467052779'),
(197, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-15', '1789467162088'),
(198, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-15', '1789467164919'),
(199, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-15', '1789467202837'),
(200, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467218180'),
(201, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-15', '1789467220269'),
(202, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'show', 'نمایش اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-15', '1789467222694'),
(203, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-15', '1789467224471'),
(204, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467225962'),
(205, 'admin', 'admin', 'comments.php', 'نظرات کاربران', 'show', 'نمایش اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-15', '1789467227793'),
(206, 'admin', 'admin', 'waiters.php', 'تعریف گارسون‌ها', 'show', 'نمایش اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-15', '1789467297432'),
(207, 'admin', 'admin', 'waiters.php', 'تعریف گارسون‌ها', 'show', 'نمایش اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-15', '1789467299201'),
(208, 'admin', 'admin', 'waiters.php', 'تعریف گارسون‌ها', 'show', 'نمایش اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-15', '1789467299581'),
(209, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-15', '1789467300375'),
(210, 'admin', 'admin', 'menu_items.php', 'تعریف آیتم‌های منو', 'show', 'نمایش اطلاعات', 'menu_items', 'id', 1, '0', '-', '2026-09-15', '1789467301361'),
(211, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-15', '1789467302845'),
(212, 'admin', 'admin', 'customers.php', 'تعریف مشتریان', 'show', 'نمایش اطلاعات', 'customers', 'id', 1, '0', '-', '2026-09-15', '1789467304198'),
(213, 'admin', 'admin', 'admin_user.php', 'تعریف مدیریت کاربران', 'show', 'نمایش اطلاعات', 'admin_user', 'username', 0, '0', '-', '2026-09-15', '1789467306363'),
(214, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467309386'),
(215, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-15', '1789467311090'),
(216, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-15', '1789467314501'),
(217, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-15', '1789467336597'),
(218, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467341275'),
(219, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467448940'),
(220, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-15', '1789467449732'),
(221, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'editform', 'نمایش فرم ویرایش اطلاعات', 'invoices', 'id', 1, '1', '-', '2026-09-15', '1789467451470'),
(222, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'editquery', 'اعمال تغییرات در اطلاعات', 'invoices', 'id', 1, '1', '-', '2026-09-15', '1789467454627'),
(223, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-15', '1789467455828'),
(224, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467562407'),
(225, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'addform', 'مشاهده فرم ثبت اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467563497'),
(226, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'addquery', 'ثبت اطلاعات جدید', 'invoice_items', 'id', 1, '1', '-', '2026-09-15', '1789467573708'),
(227, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467574719'),
(228, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'addform', 'مشاهده فرم ثبت اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467575606'),
(229, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'addquery', 'ثبت اطلاعات جدید', 'invoice_items', 'id', 1, '2', '-', '2026-09-15', '1789467581025'),
(230, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467582025'),
(231, 'admin', 'admin', 'menu_items.php', 'تعریف آیتم‌های منو', 'show', 'نمایش اطلاعات', 'menu_items', 'id', 1, '0', '-', '2026-09-15', '1789467694822'),
(232, 'admin', 'admin', 'menu_items.php', 'تعریف آیتم‌های منو', 'editform', 'نمایش فرم ویرایش اطلاعات', 'menu_items', 'id', 1, '1', '-', '2026-09-15', '1789467696568'),
(233, 'admin', 'admin', 'menu_items.php', 'تعریف آیتم‌های منو', 'editquery', 'اعمال تغییرات در اطلاعات', 'menu_items', 'id', 1, '1', '-', '2026-09-15', '1789467704880'),
(234, 'admin', 'admin', 'menu_items.php', 'تعریف آیتم‌های منو', 'show', 'نمایش اطلاعات', 'menu_items', 'id', 1, '0', '-', '2026-09-15', '1789467705874'),
(235, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467945202'),
(236, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'addform', 'مشاهده فرم ثبت اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467946289'),
(237, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'addquery', 'ثبت اطلاعات جدید', 'invoice_items', 'id', 1, '1', '-', '2026-09-15', '1789467962278'),
(238, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467963398'),
(239, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'addform', 'مشاهده فرم ثبت اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467965468'),
(240, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'addquery', 'ثبت اطلاعات جدید', 'invoice_items', 'id', 1, '2', '-', '2026-09-15', '1789467972081'),
(241, 'admin', 'admin', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-15', '1789467973157'),
(242, 'admin', 'admin', 'customers.php', 'تعریف مشتریان', 'show', 'نمایش اطلاعات', 'customers', 'id', 1, '0', '-', '2026-09-15', '1789468137399'),
(243, 'admin', 'admin', 'marketers.php', 'تعریف بازاریابان', 'show', 'نمایش اطلاعات', 'marketers', 'id', 1, '0', '-', '2026-09-15', '1789468138702'),
(244, 'admin', 'php', 'authentication.php', '', 'addform', 'مشاهده فرم ثبت اطلاعات', '', '', 0, '0', '-', '2026-09-17', '1789632102295'),
(245, 'admin', 'php', 'authentication.php', '', 'addform', 'مشاهده فرم ثبت اطلاعات', '', '', 0, '0', '-', '2026-09-17', '1789632129463'),
(246, 'admin', 'php', 'authentication.php', '', 'addform', 'مشاهده فرم ثبت اطلاعات', '', '', 0, '0', '-', '2026-09-17', '1789632170324'),
(247, '09155630215', 'client', 'waiters.php', 'تعریف گارسون‌ها', 'show', 'نمایش اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-17', '1789633260741'),
(248, '09155630215', 'client', 'waiters.php', 'تعریف گارسون‌ها', 'show', 'نمایش اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-17', '1789652606520'),
(249, '09155630215', 'client', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-17', '1789652610137'),
(250, '09155630215', 'client', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-17', '1789652614935'),
(251, '09155630215', 'client', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-17', '1789652616073'),
(252, '09155630215', 'client', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'editform', 'نمایش فرم ویرایش اطلاعات', 'cafe_categories', 'id', 1, '2', '-', '2026-09-17', '1789652617150'),
(253, '09155630215', 'client', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-17', '1789652618482'),
(254, '09155630215', 'client', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-17', '1789652807827'),
(255, '09155630215', 'client', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-17', '1789652814483'),
(256, '09155630215', 'client', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'addquery', 'ثبت اطلاعات جدید', 'cafe_categories', 'id', 1, '4', '-', '2026-09-17', '1789652819368'),
(257, '09155630215', 'client', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-17', '1789652820409'),
(258, '09155630215', 'client', 'waiters.php', 'تعریف گارسون‌ها', 'show', 'نمایش اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-17', '1789652832499'),
(259, '09155630215', 'client', 'waiters.php', 'تعریف گارسون‌ها', 'show', 'نمایش اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-17', '1789652918966'),
(260, '09155630215', 'client', 'waiters.php', 'تعریف گارسون‌ها', 'show', 'نمایش اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-17', '1789652919822'),
(261, '09155630215', 'client', 'waiters.php', 'تعریف گارسون‌ها', 'show', 'نمایش اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-17', '1789652930700'),
(262, '09155630215', 'client', 'menu_items.php', 'تعریف آیتم‌های منو', 'show', 'نمایش اطلاعات', 'menu_items', 'id', 1, '0', '-', '2026-09-17', '1789652943464'),
(263, '09155630215', 'client', 'menu_items.php', 'تعریف آیتم‌های منو', 'addform', 'مشاهده فرم ثبت اطلاعات', 'menu_items', 'id', 1, '0', '-', '2026-09-17', '1789652944674'),
(264, '09155630215', 'client', 'menu_items.php', 'تعریف آیتم‌های منو', 'addform', 'مشاهده فرم ثبت اطلاعات', 'menu_items', 'id', 1, '0', '-', '2026-09-17', '1789653333408'),
(265, '09155630215', 'client', 'menu_items.php', 'تعریف آیتم‌های منو', 'addform', 'مشاهده فرم ثبت اطلاعات', 'menu_items', 'id', 1, '0', '-', '2026-09-17', '1789653347697'),
(266, '09155630215', 'client', 'menu_items.php', 'تعریف آیتم‌های منو', 'addquery', 'ثبت اطلاعات جدید', 'menu_items', 'id', 1, '3', '-', '2026-09-17', '1789653356899'),
(267, '09155630215', 'client', 'menu_items.php', 'تعریف آیتم‌های منو', 'show', 'نمایش اطلاعات', 'menu_items', 'id', 1, '0', '-', '2026-09-17', '1789653358109'),
(268, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-17', '1789653397218'),
(269, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-17', '1789653862546'),
(270, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-17', '1789653876729'),
(271, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-17', '1789653891090'),
(272, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-17', '1789653963539'),
(273, '09155630215', 'client', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-17', '1789653964722'),
(274, '09155630215', 'client', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-17', '1789654135022'),
(275, '09155630215', 'client', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-17', '1789654154573'),
(276, '09155630215', 'client', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-17', '1789654204418'),
(277, '09155630215', 'client', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-17', '1789654212330'),
(278, '09155630215', 'client', 'comments.php', 'نظرات کاربران', 'show', 'نمایش اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-17', '1789654224232'),
(279, '09155630215', 'client', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-17', '1789654228540'),
(280, '09155630215', 'client', 'invoice_items.php', 'آیتم‌های فاکتور', 'addform', 'مشاهده فرم ثبت اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-17', '1789654230221'),
(281, '09155630215', 'client', 'invoice_items.php', 'آیتم‌های فاکتور', 'addform', 'مشاهده فرم ثبت اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-17', '1789654280154'),
(282, '09155630215', 'client', 'invoice_items.php', 'آیتم‌های فاکتور', 'addform', 'مشاهده فرم ثبت اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-17', '1789654282689'),
(283, '09155630215', 'client', 'invoice_items.php', 'آیتم‌های فاکتور', 'addform', 'مشاهده فرم ثبت اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-17', '1789654373098'),
(284, '09155630215', 'client', 'comments.php', 'نظرات کاربران', 'show', 'نمایش اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-17', '1789654419210'),
(285, '09155630215', 'client', 'comments.php', 'نظرات کاربران', 'show', 'نمایش اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-17', '1789654769098'),
(286, '09155630215', 'client', 'comments.php', 'نظرات کاربران', 'show', 'نمایش اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-17', '1789654770025'),
(287, '09155630215', 'client', 'comments.php', 'نظرات کاربران', 'show', 'نمایش اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-17', '1789654770485'),
(288, '09155630215', 'client', 'comments.php', 'نظرات کاربران', 'show', 'نمایش اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-17', '1789654786723'),
(289, '09155630215', 'client', 'comments.php', 'نظرات کاربران', 'show', 'نمایش اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-17', '1789654787371'),
(290, '09155630215', 'client', 'comments.php', 'نظرات کاربران', 'show', 'نمایش اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-17', '1789654792977'),
(291, '09155630215', 'client', 'comments.php', 'نظرات کاربران', 'addform', 'مشاهده فرم ثبت اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-17', '1789654795239'),
(292, '09155630215', 'client', 'comments.php', 'نظرات کاربران', 'addform', 'مشاهده فرم ثبت اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-17', '1789654902736'),
(293, '09155630215', 'client', 'comments.php', 'نظرات کاربران', 'addform', 'مشاهده فرم ثبت اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-17', '1789654904732'),
(294, '09155630215', 'client', 'comments.php', 'نظرات کاربران', 'addform', 'مشاهده فرم ثبت اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-17', '1789654905155'),
(295, '09155630215', 'client', 'comments.php', 'نظرات کاربران', 'addform', 'مشاهده فرم ثبت اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-17', '1789654905508'),
(296, '09155630215', 'client', 'comments.php', 'نظرات کاربران', 'addform', 'مشاهده فرم ثبت اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-17', '1789654909697'),
(297, '09155630215', 'client', 'comments.php', 'نظرات کاربران', 'addform', 'مشاهده فرم ثبت اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-17', '1789654926265'),
(298, '09155630215', 'client', 'comments.php', 'نظرات کاربران', 'addform', 'مشاهده فرم ثبت اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-17', '1789654937915'),
(299, 'admin', 'php', 'authentication.php', '', 'addform', 'مشاهده فرم ثبت اطلاعات', '', '', 0, '0', '-', '2026-09-18', '1789726412980'),
(300, '09155630215', 'client', 'comments.php', 'نظرات کاربران', 'show', 'نمایش اطلاعات', 'comments', 'id', 1, '0', '-', '2026-09-18', '1789726425034'),
(301, '09155630215', 'client', 'waiters.php', 'تعریف گارسون‌ها', 'show', 'نمایش اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-18', '1789726427744'),
(302, '09155630215', 'client', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-18', '1789726428426'),
(303, '09155630215', 'client', 'menu_items.php', 'تعریف آیتم‌های منو', 'show', 'نمایش اطلاعات', 'menu_items', 'id', 1, '0', '-', '2026-09-18', '1789726428972'),
(304, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-18', '1789726442404'),
(305, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-18', '1789726448069'),
(306, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-18', '1789727292099'),
(307, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-18', '1789727482739'),
(308, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-18', '1789727494061'),
(309, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-18', '1789727541412'),
(310, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-18', '1789727542033'),
(311, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-18', '1789727543750'),
(312, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-18', '1789756723043'),
(313, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-18', '1789756724386'),
(314, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-18', '1789756732366'),
(315, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'editform', 'نمایش فرم ویرایش اطلاعات', 'invoices', 'id', 1, '1', '-', '2026-09-18', '1789756733547'),
(316, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'editquery', 'اعمال تغییرات در اطلاعات', 'invoices', 'id', 1, '1', '-', '2026-09-18', '1789756743982'),
(317, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-18', '1789756745197'),
(318, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'editform', 'نمایش فرم ویرایش اطلاعات', 'invoices', 'id', 1, '1', '-', '2026-09-18', '1789756749025'),
(319, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-18', '1789756751450'),
(320, 'admin', 'admin', 'invoices.php', 'تعریف فاکتورها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-18', '1789756759629'),
(321, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-18', '1789756802281'),
(322, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'editform', 'نمایش فرم ویرایش اطلاعات', 'invoices', 'id', 1, '1', '-', '2026-09-18', '1789756806392'),
(323, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789760208236'),
(324, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789760210318'),
(325, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789760210802');
INSERT INTO `act_log` (`id`, `user`, `user_type`, `file_name`, `place_title`, `action`, `action_title`, `tbl`, `key_name`, `key_type`, `key_var`, `rec_title`, `act_date`, `mili`) VALUES
(326, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789761252060'),
(327, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789761578320'),
(328, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789761960243'),
(329, '09155630215', 'client', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-19', '1789761987002'),
(330, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789761987713'),
(331, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789761990677'),
(332, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789762130324'),
(333, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789762671379'),
(334, '09155630215', 'php', 'authentication.php', '', 'addform', 'مشاهده فرم ثبت اطلاعات', '', '', 0, '0', '-', '2026-09-19', '1789809897379'),
(335, '09155630215', 'php', 'authentication.php', '', 'addform', 'مشاهده فرم ثبت اطلاعات', '', '', 0, '0', '-', '2026-09-19', '1789810261959'),
(336, '09155630215', 'php', 'authentication.php', '', 'addform', 'مشاهده فرم ثبت اطلاعات', '', '', 0, '0', '-', '2026-09-19', '1789810281024'),
(337, '09155630215', 'php', 'authentication.php', '', 'addform', 'مشاهده فرم ثبت اطلاعات', '', '', 0, '0', '-', '2026-09-19', '1789810325308'),
(338, '09155630215', 'php', 'authentication.php', '', 'addform', 'مشاهده فرم ثبت اطلاعات', '', '', 0, '0', '-', '2026-09-19', '1789811311215'),
(339, '09155630215', 'php', 'authentication.php', '', 'addform', 'مشاهده فرم ثبت اطلاعات', '', '', 0, '0', '-', '2026-09-19', '1789811337313'),
(340, '09155630215', 'php', 'authentication.php', '', 'addform', 'مشاهده فرم ثبت اطلاعات', '', '', 0, '0', '-', '2026-09-19', '1789811432691'),
(341, '09155630215', 'php', 'authentication.php', '', 'addform', 'مشاهده فرم ثبت اطلاعات', '', '', 0, '0', '-', '2026-09-19', '1789811442252'),
(342, '09155630215', 'client', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-19', '1789816554363'),
(343, '09155630215', 'client', 'waiters.php', 'تعریف گارسون‌ها', 'show', 'نمایش اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-19', '1789816554989'),
(344, '09155630215', 'client', 'waiters.php', 'تعریف گارسون‌ها', 'show', 'نمایش اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-19', '1789816555793'),
(345, '09155630215', 'client', 'menu_items.php', 'تعریف آیتم‌های منو', 'show', 'نمایش اطلاعات', 'menu_items', 'id', 1, '0', '-', '2026-09-19', '1789816556411'),
(346, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789816595096'),
(347, '09155630215', 'client', 'waiters.php', 'تعریف گارسون‌ها', 'show', 'نمایش اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-19', '1789816681077'),
(348, '09357732296', 'php', 'authentication.php', '', 'addform', 'مشاهده فرم ثبت اطلاعات', '', '', 0, '0', '-', '2026-09-19', '1789821202114'),
(349, '09357732296', 'php', 'authentication.php', '', 'addform', 'مشاهده فرم ثبت اطلاعات', '', '', 0, '0', '-', '2026-09-19', '1789821273649'),
(350, '09357732296', 'cuser', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789823117274'),
(351, '09357732296', 'cuser', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-19', '1789823119821'),
(352, '09357732296', 'cuser', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789823120550'),
(353, '09357732296', 'cuser', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-19', '1789823121172'),
(354, '09357732296', 'cuser', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789823269441'),
(355, '09357732296', 'cuser', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-19', '1789823275956'),
(356, '09357732296', 'cuser', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789823278769'),
(357, '09357732296', 'cuser', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789823285746'),
(358, '09357732296', 'cuser', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789823293788'),
(359, '09357732296', 'cuser', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-19', '1789823294812'),
(360, '09357732296', 'cuser', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789823295551'),
(361, '09357732296', 'php', 'authentication.php', '', 'addform', 'مشاهده فرم ثبت اطلاعات', '', '', 0, '0', '-', '2026-09-19', '1789825817892'),
(362, '09357732296', 'php', 'authentication.php', '', 'addform', 'مشاهده فرم ثبت اطلاعات', '', '', 0, '0', '-', '2026-09-19', '1789825827060'),
(363, '09155630215', 'client', 'waiters.php', 'تعریف گارسون‌ها', 'show', 'نمایش اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-19', '1789825836953'),
(364, '09155630215', 'client', 'waiters.php', 'تعریف گارسون‌ها', 'addform', 'مشاهده فرم ثبت اطلاعات', 'waiters', 'id', 1, '0', '-', '2026-09-19', '1789825838283'),
(365, '09357732296', 'cuser', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-19', '1789826369177'),
(366, '09357732296', 'cuser', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-19', '1789826369671'),
(367, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789837597841'),
(368, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789837603020'),
(369, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789837604897'),
(370, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789837618359'),
(371, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789837634005'),
(372, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789837733576'),
(373, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789837846219'),
(374, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789837849425'),
(375, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789837918104'),
(376, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'addquery', 'ثبت اطلاعات جدید', 'cafes', 'id', 1, '2', '-', '2026-09-19', '1789837989767'),
(377, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789837991047'),
(378, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789838009762'),
(379, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789838077390'),
(380, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789838078233'),
(381, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789838078902'),
(382, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789838081266'),
(383, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789838249702'),
(384, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789838278491'),
(385, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789838279140'),
(386, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789838279792'),
(387, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789838282137'),
(388, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789838305007'),
(389, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789838324703'),
(390, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'addform', 'مشاهده فرم ثبت اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789838325149'),
(391, '09155630215', 'maketer', 'cafes.php', 'ثبت کافه‌های من', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789838382026'),
(392, '09155630215', 'php', 'authentication.php', '', 'addform', 'مشاهده فرم ثبت اطلاعات', '', '', 0, '0', '-', '2026-09-19', '1789841779855'),
(393, 'admin', 'admin', 'anbar.php', 'مدیریت انبار', 'show', 'نمایش اطلاعات', 'anbar', 'id', 1, '0', '-', '2026-09-19', '1789841838475'),
(394, 'admin', 'admin', 'anbar.php', 'مدیریت انبار', 'addform', 'مشاهده فرم ثبت اطلاعات', 'anbar', 'id', 1, '0', '-', '2026-09-19', '1789841839786'),
(395, 'admin', 'admin', 'anbar.php', 'مدیریت انبار', 'addquery', 'ثبت اطلاعات جدید', 'anbar', 'id', 1, '1', '-', '2026-09-19', '1789841862409'),
(396, 'admin', 'admin', 'anbar.php', 'مدیریت انبار', 'show', 'نمایش اطلاعات', 'anbar', 'id', 1, '0', '-', '2026-09-19', '1789841863461'),
(397, 'admin', 'admin', 'anbar.php', 'مدیریت انبار', 'show', 'نمایش اطلاعات', 'anbar', 'id', 1, '0', '-', '2026-09-19', '1789841883843'),
(398, 'admin', 'admin', 'menu_items.php', 'تعریف آیتم‌های منو', 'show', 'نمایش اطلاعات', 'menu_items', 'id', 1, '0', '-', '2026-09-19', '1789841885548'),
(399, 'admin', 'admin', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-19', '1789841886123'),
(400, 'admin', 'admin', 'anbar.php', 'مدیریت انبار', 'show', 'نمایش اطلاعات', 'anbar', 'id', 1, '0', '-', '2026-09-19', '1789841886673'),
(401, 'admin', 'admin', 'cafes.php', 'تعریف کافه‌ها', 'show', 'نمایش اطلاعات', 'cafes', 'id', 1, '0', '-', '2026-09-19', '1789842067349'),
(402, 'admin', 'admin', 'anbar.php', 'مدیریت انبار', 'show', 'نمایش اطلاعات', 'anbar', 'id', 1, '0', '-', '2026-09-19', '1789842068575'),
(403, 'admin', 'admin', 'anbar.php', 'مدیریت انبار', 'addform', 'مشاهده فرم ثبت اطلاعات', 'anbar', 'id', 1, '0', '-', '2026-09-19', '1789842070037'),
(404, 'admin', 'admin', 'anbar.php', 'مدیریت انبار', 'show', 'نمایش اطلاعات', 'anbar', 'id', 1, '0', '-', '2026-09-19', '1789842073724'),
(405, 'admin', 'admin', 'anbar.php', 'مدیریت انبار', 'editform', 'نمایش فرم ویرایش اطلاعات', 'anbar', 'id', 1, '1', '-', '2026-09-19', '1789842075078'),
(406, 'admin', 'admin', 'anbar.php', 'مدیریت انبار', 'show', 'نمایش اطلاعات', 'anbar', 'id', 1, '0', '-', '2026-09-19', '1789842076388'),
(407, 'admin', 'admin', 'anbar.php', 'مدیریت انبار', 'editform', 'نمایش فرم ویرایش اطلاعات', 'anbar', 'id', 1, '1', '-', '2026-09-19', '1789842077992'),
(408, 'admin', 'admin', 'anbar.php', 'مدیریت انبار', 'show', 'نمایش اطلاعات', 'anbar', 'id', 1, '0', '-', '2026-09-19', '1789842080516'),
(409, '09357732296', 'cuser', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-20', '1789897309239'),
(410, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-20', '1789897356324'),
(411, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'editform', 'نمایش فرم ویرایش اطلاعات', 'invoices', 'id', 1, '4', '-', '2026-09-20', '1789897364330'),
(412, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-20', '1789897369195'),
(413, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-20', '1789897370809'),
(414, '09155630215', 'client', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-20', '1789897380344'),
(415, '09155630215', 'client', 'invoice_items.php', 'آیتم‌های فاکتور', 'show', 'نمایش اطلاعات', 'invoice_items', 'id', 1, '0', '-', '2026-09-20', '1789898313166'),
(416, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-20', '1789898316829'),
(417, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-20', '1789898411788'),
(418, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'editform', 'نمایش فرم ویرایش اطلاعات', 'invoices', 'id', 1, '5', '-', '2026-09-20', '1789898412734'),
(419, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-20', '1789899353055'),
(420, '09155630215', 'client', 'invoices.php', 'تعریف فاکتورها', 'show', 'نمایش اطلاعات', 'invoices', 'id', 1, '0', '-', '2026-09-20', '1789899668094'),
(421, '09155630215', 'client', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-20', '1789901178500'),
(422, '09155630215', 'client', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'editform', 'نمایش فرم ویرایش اطلاعات', 'cafe_categories', 'id', 1, '1', '-', '2026-09-20', '1789901195274'),
(423, '09155630215', 'client', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-20', '1789901197563'),
(424, '09155630215', 'client', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'editform', 'نمایش فرم ویرایش اطلاعات', 'cafe_categories', 'id', 1, '3', '-', '2026-09-20', '1789901198888'),
(425, '09155630215', 'client', 'cafe_categories.php', 'تعریف دسته بندی کافه‌ها', 'show', 'نمایش اطلاعات', 'cafe_categories', 'id', 1, '0', '-', '2026-09-20', '1789901200554');

-- --------------------------------------------------------

--
-- Table structure for table `admin_user`
--

CREATE TABLE `admin_user` (
  `username` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `pass` varchar(500) COLLATE utf8_persian_ci NOT NULL,
  `name` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `family` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `tel` varchar(20) COLLATE utf8_persian_ci NOT NULL,
  `email` varchar(500) COLLATE utf8_persian_ci NOT NULL,
  `active` bit(1) NOT NULL DEFAULT b'0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `admin_user`
--

INSERT INTO `admin_user` (`username`, `pass`, `name`, `family`, `tel`, `email`, `active`) VALUES
('admin', '44332211', 'admin', 'admin', '123456789', 'email@web.com', b'1');

-- --------------------------------------------------------

--
-- Table structure for table `anbar`
--

CREATE TABLE `anbar` (
  `id` int(11) NOT NULL,
  `cafe_id` int(11) NOT NULL DEFAULT 0,
  `title` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `cnt` int(11) NOT NULL DEFAULT 0,
  `date_input` date NOT NULL,
  `pic` text COLLATE utf8_persian_ci DEFAULT NULL,
  `txt` text COLLATE utf8_persian_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `anbar`
--

INSERT INTO `anbar` (`id`, `cafe_id`, `title`, `cnt`, `date_input`, `pic`, `txt`) VALUES
(1, 1, 'قهوه ', 1200, '2026-09-19', '../uploads/18cc8c7373f33aff5e81cd2c796f15f33fDFL.jpg', '');

-- --------------------------------------------------------

--
-- Table structure for table `cafes`
--

CREATE TABLE `cafes` (
  `id` int(11) NOT NULL,
  `title` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `slogan` text COLLATE utf8_persian_ci DEFAULT NULL,
  `tel1` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `tel2` varchar(250) COLLATE utf8_persian_ci DEFAULT NULL,
  `manager_name` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `manager_mobile` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `address` text COLLATE utf8_persian_ci NOT NULL,
  `instagram` varchar(250) COLLATE utf8_persian_ci DEFAULT NULL,
  `working_hours` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `logo` text COLLATE utf8_persian_ci DEFAULT NULL,
  `pass` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `marketer_id` int(11) NOT NULL,
  `register_date` date NOT NULL,
  `status` int(11) NOT NULL DEFAULT 1 COMMENT '1=فعال، 0=غیرفعال'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `cafes`
--

INSERT INTO `cafes` (`id`, `title`, `slogan`, `tel1`, `tel2`, `manager_name`, `manager_mobile`, `address`, `instagram`, `working_hours`, `logo`, `pass`, `marketer_id`, `register_date`, `status`) VALUES
(1, 'علی کافه', 'شعار نمیدیم عمل میکنیم، بهترین کیفیت', '123513', '3213513', 'مهدی حسینی', '09155630215', 'مشهد بلوار فردوسی بدو بیا', 'alicafeinsta', '8 الی 14', '../uploads/4229f3f2b4a7e029f566d828510bc70dpexels-worldspectrum-844124.jpg', '123', 1, '2026-09-12', 1),
(2, 'کافه ممد', 'ممد بهترینه', '091556320447', '', 'احسان خواجه امیری', '09155620447', 'تهران یاقچی آباد', '', '12 الی 14', '../uploads/bf8d92c63d7b5096a587c3865cbfb8c93fDFL.jpg', '1234', 1, '2026-09-19', 1);

-- --------------------------------------------------------

--
-- Table structure for table `cafe_categories`
--

CREATE TABLE `cafe_categories` (
  `id` int(11) NOT NULL,
  `title` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `image` text COLLATE utf8_persian_ci DEFAULT NULL,
  `cafe_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `cafe_categories`
--

INSERT INTO `cafe_categories` (`id`, `title`, `image`, `cafe_id`) VALUES
(1, 'بار سرد', '../uploads/bce8a3a114800dd802708821a7c48f04Untitled.jpg', 1),
(2, 'بار گرم', NULL, 1),
(3, 'صبحانه', NULL, 1),
(4, 'شام', NULL, 2);

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

CREATE TABLE `comments` (
  `id` int(11) NOT NULL,
  `fullname` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `score` int(11) NOT NULL,
  `comment_text` text COLLATE utf8_persian_ci NOT NULL,
  `comment_date` date NOT NULL,
  `menu_item_id` int(11) NOT NULL,
  `customer_id` int(11) NOT NULL DEFAULT 0,
  `status` int(11) NOT NULL DEFAULT 0 COMMENT '1=تایید شده، 0=تایید نشده'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `comments`
--

INSERT INTO `comments` (`id`, `fullname`, `score`, `comment_text`, `comment_date`, `menu_item_id`, `customer_id`, `status`) VALUES
(1, 'اصغر', 5, 'سشیشس', '2026-09-15', 1, 0, 1),
(3, 'مهدی حسینی', 3, 'خوب بود ولی بهتر هم میتونست باشه', '2026-09-20', 1, 5, 1);

-- --------------------------------------------------------

--
-- Table structure for table `customers`
--

CREATE TABLE `customers` (
  `id` int(11) NOT NULL,
  `name` varchar(250) COLLATE utf8_persian_ci DEFAULT NULL,
  `family` varchar(250) COLLATE utf8_persian_ci DEFAULT NULL,
  `tel` varchar(250) COLLATE utf8_persian_ci DEFAULT NULL,
  `birth_date` date DEFAULT NULL,
  `mili` text COLLATE utf8_persian_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `customers`
--

INSERT INTO `customers` (`id`, `name`, `family`, `tel`, `birth_date`, `mili`) VALUES
(1, 'سعید', 'محمدی', '02535132052', '2026-09-12', '2116351351'),
(2, 'علی', 'حسینی', '09357732296', '2026-09-18', '1789760166421'),
(3, 'عماد', 'علی', '09155620441', '2026-09-19', '1789816581698'),
(4, 'مهدی', 'حسینی', '09155554433', '1989-07-11', '1789898309319'),
(5, 'مهدی', 'حسینی', '09330041944', '2005-07-28', '1789900887723');

-- --------------------------------------------------------

--
-- Table structure for table `invoices`
--

CREATE TABLE `invoices` (
  `id` int(11) NOT NULL,
  `invoice_date` date NOT NULL,
  `table_number` int(11) NOT NULL DEFAULT 0 COMMENT 'شماره میز',
  `discount_percent` int(11) NOT NULL DEFAULT 0 COMMENT 'درصد تخفیف',
  `customer_id` int(11) NOT NULL,
  `cafe_id` int(11) NOT NULL,
  `waiter_id` int(11) NOT NULL DEFAULT 0,
  `status` int(11) NOT NULL DEFAULT 0 COMMENT '0=مشاهده نشده، 1=مشاهده شده، 2=در حال انجام، 3=غیر قابل انجام، 4=انجام شده، 5=در انتظار پرداخت، 6=پرداخت شده'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `invoices`
--

INSERT INTO `invoices` (`id`, `invoice_date`, `table_number`, `discount_percent`, `customer_id`, `cafe_id`, `waiter_id`, `status`) VALUES
(1, '2026-09-15', 10, 7, 1, 1, 1, 6),
(2, '2026-09-19', 5, 0, 2, 1, 0, 1),
(3, '2026-09-19', 2, 0, 3, 1, 0, 2),
(4, '2026-09-19', 5, 0, 2, 1, 1, 4),
(5, '2026-09-20', 10, 0, 4, 1, 0, 0),
(6, '2026-09-20', 10, 0, 4, 1, 0, 5),
(7, '2026-09-20', 10, 0, 4, 1, 0, 0),
(8, '2026-09-20', 12, 0, 4, 1, 0, 0),
(9, '2026-09-20', 12, 0, 5, 1, 0, 0);

-- --------------------------------------------------------

--
-- Table structure for table `invoice_items`
--

CREATE TABLE `invoice_items` (
  `id` int(11) NOT NULL,
  `invoice_id` int(11) NOT NULL,
  `menu_item_id` int(11) NOT NULL,
  `unit_price` decimal(15,0) NOT NULL DEFAULT 0 COMMENT 'قیمت واحد در لحظه فروش',
  `quantity` int(11) NOT NULL DEFAULT 1 COMMENT 'تعداد سفارش'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `invoice_items`
--

INSERT INTO `invoice_items` (`id`, `invoice_id`, `menu_item_id`, `unit_price`, `quantity`) VALUES
(1, 1, 1, '100000', 2),
(2, 2, 1, '50000', 2),
(4, 1, 2, '50000', 1),
(7, 2, 3, '1222123', 1),
(8, 2, 2, '50000', 3),
(9, 3, 3, '1222123', 1),
(10, 3, 1, '100000', 1),
(11, 3, 2, '50000', 1),
(12, 4, 3, '1222123', 1),
(13, 4, 1, '100000', 1),
(14, 4, 2, '50000', 1),
(15, 5, 1, '100000', 1),
(16, 5, 2, '50000', 1),
(17, 5, 3, '1222123', 1),
(18, 6, 1, '100000', 1),
(19, 7, 2, '50000', 1),
(20, 8, 2, '50000', 1),
(21, 9, 1, '100000', 2);

-- --------------------------------------------------------

--
-- Table structure for table `marketers`
--

CREATE TABLE `marketers` (
  `id` int(11) NOT NULL,
  `name` varchar(100) COLLATE utf8_persian_ci NOT NULL,
  `family` varchar(100) COLLATE utf8_persian_ci NOT NULL,
  `tel` varchar(20) COLLATE utf8_persian_ci NOT NULL,
  `tel2` varchar(20) COLLATE utf8_persian_ci DEFAULT NULL,
  `pass` varchar(255) COLLATE utf8_persian_ci NOT NULL,
  `status` int(11) NOT NULL DEFAULT 1 COMMENT '1=فعال، 0=غیرفعال'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `marketers`
--

INSERT INTO `marketers` (`id`, `name`, `family`, `tel`, `tel2`, `pass`, `status`) VALUES
(1, 'علی', 'حسنی', '09155630215', '09155630215', '123', 1);

-- --------------------------------------------------------

--
-- Table structure for table `menu_items`
--

CREATE TABLE `menu_items` (
  `id` int(11) NOT NULL,
  `title` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `image` text COLLATE utf8_persian_ci DEFAULT NULL,
  `recipe` text COLLATE utf8_persian_ci DEFAULT NULL,
  `price` decimal(15,0) NOT NULL DEFAULT 0,
  `category_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `menu_items`
--

INSERT INTO `menu_items` (`id`, `title`, `image`, `recipe`, `price`, `category_id`) VALUES
(1, 'شیک وانیل', '../uploads/7c6c8a025c559b1c0deac7d5a6f5beearevolut.jpg', '', '100000', 2),
(2, 'سشیسشی', NULL, 'طزرطزر', '50000', 3),
(3, 'asczx', NULL, 'zxczx', '1222123', 2);

-- --------------------------------------------------------

--
-- Table structure for table `mynote`
--

CREATE TABLE `mynote` (
  `id` int(11) NOT NULL,
  `title` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `txt` text COLLATE utf8_persian_ci DEFAULT NULL,
  `tarikh` date NOT NULL,
  `ordnum` int(11) NOT NULL DEFAULT 0,
  `vaz` int(11) NOT NULL DEFAULT 0,
  `fpage` int(11) NOT NULL DEFAULT 1
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `mynote`
--

INSERT INTO `mynote` (`id`, `title`, `txt`, `tarikh`, `ordnum`, `vaz`, `fpage`) VALUES
(2, 'یادآوری', 'متن یادآوری', '2026-03-17', 99, 0, 1);

-- --------------------------------------------------------

--
-- Table structure for table `report`
--

CREATE TABLE `report` (
  `id` int(11) NOT NULL,
  `mid` int(11) NOT NULL,
  `title` varchar(500) COLLATE utf8_persian_ci NOT NULL,
  `rep_task` text COLLATE utf8_persian_ci DEFAULT NULL,
  `count_task` int(11) DEFAULT 0,
  `rep_peygiri` text COLLATE utf8_persian_ci DEFAULT NULL,
  `count_peygiri` int(11) DEFAULT 0,
  `rep_faktor` text COLLATE utf8_persian_ci DEFAULT NULL,
  `count_faktor` int(11) DEFAULT 0,
  `rep_more` text COLLATE utf8_persian_ci DEFAULT NULL,
  `post_date` date NOT NULL,
  `vaz_admin` int(11) NOT NULL DEFAULT 0
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

-- --------------------------------------------------------

--
-- Table structure for table `users_ip`
--

CREATE TABLE `users_ip` (
  `id` int(11) NOT NULL,
  `ip` varchar(50) COLLATE utf8_persian_ci NOT NULL,
  `username` varchar(200) COLLATE utf8_persian_ci DEFAULT NULL,
  `country` int(11) DEFAULT 0,
  `tarikh` date NOT NULL,
  `pages` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `users_ip`
--

INSERT INTO `users_ip` (`id`, `ip`, `username`, `country`, `tarikh`, `pages`) VALUES
(1, '127 0 0 1', 'no no username', 0, '2026-09-12', 6),
(2, '::1', 'no no username', 0, '2026-09-12', 172),
(3, '::1', 'no no username', 0, '2026-09-15', 132),
(4, '::1', 'no no username', 0, '2026-09-17', 78),
(5, '::1', 'no no username', 0, '2026-09-18', 110),
(6, '::1', 'no no username', 0, '2026-09-19', 389),
(7, '::1', 'no no username', 0, '2026-09-20', 195);

-- --------------------------------------------------------

--
-- Table structure for table `waiters`
--

CREATE TABLE `waiters` (
  `id` int(11) NOT NULL,
  `fullname` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `tel` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `pass` varchar(250) COLLATE utf8_persian_ci NOT NULL,
  `cafe_id` int(11) NOT NULL,
  `status` int(11) NOT NULL DEFAULT 1 COMMENT '1=فعال، 0=غیرفعال'
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_persian_ci;

--
-- Dumping data for table `waiters`
--

INSERT INTO `waiters` (`id`, `fullname`, `tel`, `pass`, `cafe_id`, `status`) VALUES
(1, 'صغرا', '09357732296', '123', 1, 1);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `act_log`
--
ALTER TABLE `act_log`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `admin_user`
--
ALTER TABLE `admin_user`
  ADD PRIMARY KEY (`username`);

--
-- Indexes for table `anbar`
--
ALTER TABLE `anbar`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `cafes`
--
ALTER TABLE `cafes`
  ADD PRIMARY KEY (`id`),
  ADD KEY `marketer_id` (`marketer_id`);

--
-- Indexes for table `cafe_categories`
--
ALTER TABLE `cafe_categories`
  ADD PRIMARY KEY (`id`),
  ADD KEY `cafe_id` (`cafe_id`);

--
-- Indexes for table `comments`
--
ALTER TABLE `comments`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `uniq_customer_item` (`customer_id`,`menu_item_id`),
  ADD KEY `idx_customer` (`customer_id`),
  ADD KEY `idx_menu_item` (`menu_item_id`);

--
-- Indexes for table `customers`
--
ALTER TABLE `customers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `invoices`
--
ALTER TABLE `invoices`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `invoice_items`
--
ALTER TABLE `invoice_items`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `marketers`
--
ALTER TABLE `marketers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `menu_items`
--
ALTER TABLE `menu_items`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `mynote`
--
ALTER TABLE `mynote`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `report`
--
ALTER TABLE `report`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users_ip`
--
ALTER TABLE `users_ip`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `waiters`
--
ALTER TABLE `waiters`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `act_log`
--
ALTER TABLE `act_log`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=426;

--
-- AUTO_INCREMENT for table `anbar`
--
ALTER TABLE `anbar`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `cafes`
--
ALTER TABLE `cafes`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `cafe_categories`
--
ALTER TABLE `cafe_categories`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT for table `comments`
--
ALTER TABLE `comments`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `customers`
--
ALTER TABLE `customers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `invoices`
--
ALTER TABLE `invoices`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `invoice_items`
--
ALTER TABLE `invoice_items`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `marketers`
--
ALTER TABLE `marketers`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `menu_items`
--
ALTER TABLE `menu_items`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `mynote`
--
ALTER TABLE `mynote`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `report`
--
ALTER TABLE `report`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `users_ip`
--
ALTER TABLE `users_ip`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `waiters`
--
ALTER TABLE `waiters`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
